IdeaRS.OpenModel.SteelSetupRUS
Steel setup RUS class

IdeaRS.OpenModel.SteelSetupRUS.Structural_Fi
Safety factor Structural_Fi

IdeaRS.OpenModel.SteelSetupRUS.Bolt_Fib
Safety factor Bolt_Fib

IdeaRS.OpenModel.SteelSetupRUS.Bolt_Fip
Safety factor preloaded bolt

IdeaRS.OpenModel.SteelSetupRUS.Weld_Fiw
Safety factor Weld_Fiw

IdeaRS.OpenModel.SteelSetupRUS.Anchor_Fiar
Safety factor Anchor_Fiar

IdeaRS.OpenModel.SteelSetupRUS.CrtBearing
Concrete bearing factor